export const data = [
    {
        "id": 1,
        "likes": 17,
        "group": "1",
        "title": "소프트웨어인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type": [1]
    },
    {
        "id": 2,
        "likes": 16,
        "group": "2",
        "title": "최종발표회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [16]
    },
    {
        "id": 3,
        "likes": 15,
        "group": "3",
        "title": "공과대학인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 4,
        "likes": 14,
        "group": "4",
        "title": "체육대회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1,2,3,4,5,6,7,8,10,11,12,13,14,15]
    },
    {
        "id": 5,
        "likes": 13,
        "group": "5",
        "title": "개강총회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1,2,3,4,5,6,7,8,10,11,12,13,14,15]
    },
    {
        "id": 6,
        "likes": 12,
        "group": "6",
        "title": "종강총회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type": [1,2,3,4,5,6,7,8,10,11,12,13,14,15]
    },
    {
        "id": 7,
        "likes": 11,
        "group": "7",
        "title": "최종발표회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [16]
    },
    {
        "id": 8,
        "likes": 10,
        "group": "8",
        "title": "종강총회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1,2,3,4,5,6,7,8,10,11,12,13,14,15]
    },
    {
        "id": 9,
        "likes": 9,
        "group": "9",
        "title": "최종발표회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [16]
    },
    {
        "id": 10,
        "likes": 8,
        "group": "10",
        "title": "소프트웨어인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 11,
        "likes": 7,
        "group": "11",
        "title": "문과대학인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [3]
    },
    {
        "id": 12,
        "likes": 6,
        "group": "12",
        "title": "예체능 모임",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [8,10]
    },
    {
        "id": 13,
        "likes": 5,
        "group": "13",
        "title": "공과대학인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 14,
        "likes": 4,
        "group": "14",
        "title": "소프트웨어인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 15,
        "likes": 3,
        "group": "15",
        "title": "중간발표회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [16]
    },
    {
        "id": 16,
        "likes": 2,
        "group": "16",
        "title": "스터디 모임",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1,2,3,4,5,6,7,8,10,11,12,13,14,15,16]
    },
    {
        "id": 17,
        "likes": 1,
        "group": "17",
        "title": "소프트웨어인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 18,
        "likes": 17,
        "group": "1",
        "title": "소프트웨어인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type": [1]
    },
    {
        "id": 19,
        "likes": 16,
        "group": "2",
        "title": "최종발표회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [16]
    },
    {
        "id": 20,
        "likes": 15,
        "group": "3",
        "title": "공과대학인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 21,
        "likes": 14,
        "group": "4",
        "title": "체육대회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1,2,3,4,5,6,7,8,10,11,12,13,14,15]
    },
    {
        "id": 22,
        "likes": 13,
        "group": "5",
        "title": "개강총회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1,2,3,4,5,6,7,8,10,11,12,13,14,15]
    },
    {
        "id": 23,
        "likes": 12,
        "group": "6",
        "title": "종강총회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type": [1,2,3,4,5,6,7,8,10,11,12,13,14,15]
    },
    {
        "id": 24,
        "likes": 11,
        "group": "7",
        "title": "최종발표회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [16]
    },
    {
        "id": 25,
        "likes": 10,
        "group": "8",
        "title": "종강총회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1,2,3,4,5,6,7,8,10,11,12,13,14,15]
    },
    {
        "id": 26,
        "likes": 9,
        "group": "9",
        "title": "최종발표회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [16]
    },
    {
        "id": 27,
        "likes": 8,
        "group": "10",
        "title": "소프트웨어인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 28,
        "likes": 7,
        "group": "11",
        "title": "문과대학인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [3]
    },
    {
        "id": 29,
        "likes": 6,
        "group": "12",
        "title": "예체능 모임",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [8,10]
    },
    {
        "id": 30,
        "likes": 5,
        "group": "13",
        "title": "공과대학인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 31,
        "likes": 4,
        "group": "14",
        "title": "소프트웨어인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 32,
        "likes": 3,
        "group": "15",
        "title": "중간발표회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [16]
    },
    {
        "id": 33,
        "likes": 2,
        "group": "16",
        "title": "스터디 모임",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1,2,3,4,5,6,7,8,10,11,12,13,14,15,16]
    },
    {
        "id": 34,
        "likes": 1,
        "group": "17",
        "title": "소프트웨어인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 35,
        "likes": 17,
        "group": "1",
        "title": "소프트웨어인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type": [1]
    },
    {
        "id": 36,
        "likes": 16,
        "group": "2",
        "title": "최종발표회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [16]
    },
    {
        "id": 37,
        "likes": 15,
        "group": "3",
        "title": "공과대학인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 38,
        "likes": 14,
        "group": "4",
        "title": "체육대회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1,2,3,4,5,6,7,8,10,11,12,13,14,15]
    },
    {
        "id": 39,
        "likes": 13,
        "group": "5",
        "title": "개강총회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1,2,3,4,5,6,7,8,10,11,12,13,14,15]
    },
    {
        "id": 40,
        "likes": 12,
        "group": "6",
        "title": "종강총회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type": [1,2,3,4,5,6,7,8,10,11,12,13,14,15]
    },
    {
        "id": 41,
        "likes": 11,
        "group": "7",
        "title": "최종발표회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [16]
    },
    {
        "id": 42,
        "likes": 10,
        "group": "8",
        "title": "종강총회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1,2,3,4,5,6,7,8,10,11,12,13,14,15]
    },
    {
        "id": 43,
        "likes": 9,
        "group": "9",
        "title": "최종발표회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [16]
    },
    {
        "id": 44,
        "likes": 8,
        "group": "10",
        "title": "소프트웨어인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 45,
        "likes": 7,
        "group": "11",
        "title": "문과대학인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [3]
    },
    {
        "id": 46,
        "likes": 6,
        "group": "12",
        "title": "예체능 모임",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [8,10]
    },
    {
        "id": 47,
        "likes": 5,
        "group": "13",
        "title": "공과대학인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 48,
        "likes": 4,
        "group": "14",
        "title": "소프트웨어인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    },
    {
        "id": 49,
        "likes": 3,
        "group": "15",
        "title": "중간발표회",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [16]
    },
    {
        "id": 50,
        "likes": 2,
        "group": "16",
        "title": "스터디 모임",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1,2,3,4,5,6,7,8,10,11,12,13,14,15,16]
    },
    {
        "id": 51,
        "likes": 1,
        "group": "17",
        "title": "소프트웨어인의 밤",
        "apply": "2024.12.08(목) ~",
        "period": "2024.12.17(수) ~",
        "type" : [1]
    }
]